{
  "bos_token": "<s>",
  "cls_token": "<s>",
  "eos_token": "</s>",
  "from_slow": true,
  "mask_token": {
    "__type": "AddedToken",
    "content": "<mask>",
    "lstrip": true,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "name_or_path": "naver-clova-ix/donut-base",
  "pad_token": "<pad>",
  "processor_class": "DonutProcessor",
  "sep_token": "</s>",
  "sp_model_kwargs": {},
  "special_tokens_map_file": null,
  "tokenizer_class": "XLMRobertaTokenizer",
  "unk_token": "<unk>"
}
